Repository: wzz6423/zshell
Catalog: mac/zshell/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Directory tree display
ar: عرض شجرة المجلدات
de: Verzeichnisbaum anzeigen
es: Visualización del árbol de directorios
fr: Affichage de l'arborescence des répertoires
id: Tampilan pohon direktori
it: Visualizzazione dell'albero delle directory
ja: ディレクトリツリーの表示
ko: 디렉터리 트리 표시
nl: Mappenstructuur tonen
pt_br: Exibição da árvore de diretórios
ru: Отображение дерева каталогов
th: แสดงต้นไม้ไดเรกทอรี
tr: Dizin ağacı gösterimi
vi: Hiển thị cây thư mục
zh_hans: 目录树展示
zh_hant: 目錄樹展示

source: Download and install every missing recommended tool with Homebrew.
ar: تنزيل جميع الأدوات الموصى بها غير المثبّتة وتثبيتها عبر Homebrew.
de: Alle fehlenden empfohlenen Werkzeuge mit Homebrew laden und installieren.
es: Descargar e instalar todas las herramientas recomendadas que faltan con Homebrew.
fr: Télécharger et installer tous les outils recommandés manquants avec Homebrew.
id: Unduh dan instal semua alat rekomendasi yang belum ada dengan Homebrew.
it: Scarica e installa tutti gli strumenti consigliati mancanti con Homebrew.
ja: 未インストールのおすすめツールをすべて Homebrew でダウンロードしてインストールします。
ko: 설치되지 않은 모든 추천 도구를 Homebrew로 다운로드하고 설치합니다.
nl: Download en installeer alle ontbrekende aanbevolen tools met Homebrew.
pt_br: Baixe e instale todas as ferramentas recomendadas ausentes com o Homebrew.
ru: Загрузить и установить через Homebrew все отсутствующие рекомендованные инструменты.
th: ดาวน์โหลดและติดตั้งเครื่องมือแนะนำที่ยังขาดทั้งหมดด้วย Homebrew
tr: Eksik önerilen araçların tümünü Homebrew ile indirip yükleyin.
vi: Tải và cài mọi công cụ đề xuất còn thiếu bằng Homebrew.
zh_hans: 通过 Homebrew 下载并安装所有尚未安装的推荐工具。
zh_hant: 透過 Homebrew 下載並安裝所有尚未安裝的推薦工具。

source: Download and install with Homebrew.
ar: التنزيل والتثبيت عبر Homebrew.
de: Mit Homebrew laden und installieren.
es: Descargar e instalar con Homebrew.
fr: Télécharger et installer avec Homebrew.
id: Unduh dan instal dengan Homebrew.
it: Scarica e installa con Homebrew.
ja: Homebrew でダウンロードしてインストールします。
ko: Homebrew로 다운로드하고 설치합니다.
nl: Download en installeer met Homebrew.
pt_br: Baixe e instale com o Homebrew.
ru: Загрузить и установить через Homebrew.
th: ดาวน์โหลดและติดตั้งด้วย Homebrew
tr: Homebrew ile indirip yükleyin.
vi: Tải và cài bằng Homebrew.
zh_hans: 通过 Homebrew 下载并安装。
zh_hant: 透過 Homebrew 下載並安裝。

source: Automatically download updates
ar: تنزيل التحديثات تلقائيًا
de: Updates automatisch laden
es: Descargar actualizaciones automáticamente
fr: Télécharger automatiquement les mises à jour
id: Unduh pembaruan otomatis
it: Scarica aggiornamenti automaticamente
ja: アップデートを自動的にダウンロード
ko: 자동으로 업데이트 다운로드
nl: Updates automatisch downloaden
pt_br: Baixar atualizações automaticamente
ru: Автоматически загружать обновления
th: ดาวน์โหลดการอัปเดตอัตโนมัติ
tr: Güncellemeleri otomatik indir
vi: Tự động tải bản cập nhật
zh_hans: 自动下载更新
zh_hant: 自動下載更新

source: Automatically install updates
ar: تثبيت التحديثات تلقائيًا
de: Updates automatisch installieren
es: Instalar actualizaciones automáticamente
fr: Installer automatiquement les mises à jour
id: Instal pembaruan otomatis
it: Installa aggiornamenti automaticamente
ja: アップデートを自動的にインストール
ko: 자동으로 업데이트 설치
nl: Updates automatisch installeren
pt_br: Instalar atualizações automaticamente
ru: Автоматически устанавливать обновления
th: ติดตั้งการอัปเดตอัตโนมัติ
tr: Güncellemeleri otomatik yükle
vi: Tự động cài bản cập nhật
zh_hans: 自动安装更新
zh_hant: 自動安裝更新

source: Downloads updates in the background. If automatic installation is off, updates install when you quit Zshell.
ar: ينزّل التحديثات في الخلفية. إذا كان التثبيت التلقائي معطّلًا، تُثبَّت التحديثات عند إنهاء Zshell.
de: Lädt Updates im Hintergrund. Wenn die automatische Installation ausgeschaltet ist, werden Updates beim Beenden von Zshell installiert.
es: Descarga actualizaciones en segundo plano. Si la instalación automática está desactivada, se instalan al salir de Zshell.
fr: Télécharge les mises à jour en arrière-plan. Si l'installation automatique est désactivée, elles seront installées lorsque vous quitterez Zshell.
id: Mengunduh pembaruan di latar belakang. Jika instalasi otomatis mati, pembaruan dipasang saat Anda keluar dari Zshell.
it: Scarica gli aggiornamenti in background. Se l'installazione automatica è disattivata, vengono installati quando esci da Zshell.
ja: バックグラウンドでアップデートをダウンロードします。自動インストールがオフの場合、Zshell の終了時にインストールします。
ko: 백그라운드에서 업데이트를 다운로드합니다. 자동 설치가 꺼져 있으면 Zshell을 종료할 때 업데이트를 설치합니다.
nl: Downloadt updates op de achtergrond. Als automatische installatie uitstaat, worden updates geïnstalleerd wanneer je Zshell afsluit.
pt_br: Baixa atualizações em segundo plano. Se a instalação automática estiver desativada, elas serão instaladas ao encerrar o Zshell.
ru: Загружает обновления в фоне. Если автоматическая установка выключена, они устанавливаются при выходе из Zshell.
th: ดาวน์โหลดการอัปเดตเบื้องหลัง หากปิดการติดตั้งอัตโนมัติ จะติดตั้งเมื่อคุณออกจาก Zshell
tr: Güncellemeleri arka planda indirir. Otomatik yükleme kapalıysa güncellemeler Zshell’den çıktığınızda yüklenir.
vi: Tải bản cập nhật trong nền. Nếu tắt cài đặt tự động, bản cập nhật sẽ được cài khi thoát Zshell.
zh_hans: 在后台下载更新。关闭自动安装时，更新会在退出 Zshell 时安装。
zh_hant: 在後台下載更新。關閉自動安裝時，更新會在退出 Zshell 時安裝。

source: The update is being prepared in the background. It will be installed when you quit Zshell, or you can install it manually when it is ready.
ar: يجري تحضير التحديث في الخلفية. سيُثبَّت عند إنهاء Zshell، أو يمكنك تثبيته يدويًا عندما يصبح جاهزًا.
de: Das Update wird im Hintergrund vorbereitet. Es wird beim Beenden von Zshell installiert oder kann manuell installiert werden, sobald es bereit ist.
es: La actualización se está preparando en segundo plano. Se instalará al salir de Zshell o podrás instalarla manualmente cuando esté lista.
fr: La mise à jour se prépare en arrière-plan. Elle sera installée lorsque vous quitterez Zshell, ou vous pourrez l'installer manuellement dès qu'elle sera prête.
id: Pembaruan sedang disiapkan di latar belakang. Akan dipasang saat keluar dari Zshell, atau dapat dipasang manual setelah siap.
it: L'aggiornamento viene preparato in background. Sarà installato quando esci da Zshell, oppure potrai installarlo manualmente quando sarà pronto.
ja: バックグラウンドでアップデートを準備しています。Zshell の終了時にインストールされます。準備ができたら手動でインストールすることもできます。
ko: 백그라운드에서 업데이트를 준비 중입니다. Zshell을 종료할 때 설치되며, 준비가 되면 직접 설치할 수도 있습니다.
nl: De update wordt op de achtergrond voorbereid. Deze wordt geïnstalleerd wanneer je Zshell afsluit, of je kunt hem handmatig installeren zodra hij klaar is.
pt_br: A atualização está sendo preparada em segundo plano. Será instalada ao encerrar o Zshell, ou você poderá instalá-la manualmente quando estiver pronta.
ru: Обновление готовится в фоне. Оно установится при выходе из Zshell, либо его можно установить вручную после подготовки.
th: กำลังเตรียมการอัปเดตเบื้องหลัง จะติดตั้งเมื่อคุณออกจาก Zshell หรือคุณสามารถติดตั้งเองเมื่อพร้อม
tr: Güncelleme arka planda hazırlanıyor. Zshell’den çıktığınızda yüklenir veya hazır olduğunda elle yükleyebilirsiniz.
vi: Bản cập nhật đang được chuẩn bị trong nền. Nó sẽ được cài khi thoát Zshell, hoặc bạn có thể cài thủ công khi sẵn sàng.
zh_hans: 正在后台准备更新。更新会在退出 Zshell 时安装，也可以在准备就绪后手动安装。
zh_hant: 正在後台準備更新。更新會在退出 Zshell 時安裝，也可以在準備就緒後手動安裝。

source: Installs downloaded updates and restarts Zshell automatically. Running terminal processes will stop.
ar: يثبّت التحديثات المنزّلة ويعيد تشغيل Zshell تلقائيًا. ستتوقف عمليات الطرفية الجارية.
de: Installiert geladene Updates und startet Zshell automatisch neu. Laufende Terminalprozesse werden beendet.
es: Instala las actualizaciones descargadas y reinicia Zshell automáticamente. Los procesos de terminal en ejecución se detendrán.
fr: Installe les mises à jour téléchargées et redémarre Zshell automatiquement. Les processus du terminal en cours seront arrêtés.
id: Memasang pembaruan yang diunduh dan memulai ulang Zshell otomatis. Proses terminal yang berjalan akan berhenti.
it: Installa gli aggiornamenti scaricati e riavvia Zshell automaticamente. I processi del terminale in esecuzione verranno arrestati.
ja: ダウンロード済みのアップデートをインストールし、Zshell を自動的に再起動します。実行中のターミナルプロセスは停止します。
ko: 다운로드한 업데이트를 설치하고 Zshell을 자동으로 재시작합니다. 실행 중인 터미널 프로세스가 중지됩니다.
nl: Installeert gedownloade updates en herstart Zshell automatisch. Actieve terminalprocessen worden gestopt.
pt_br: Instala as atualizações baixadas e reinicia o Zshell automaticamente. Os processos de terminal em execução serão encerrados.
ru: Устанавливает загруженные обновления и автоматически перезапускает Zshell. Работающие процессы терминалов будут остановлены.
th: ติดตั้งการอัปเดตที่ดาวน์โหลดและเริ่ม Zshell ใหม่อัตโนมัติ โปรเซสเทอร์มินัลที่ทำงานอยู่จะหยุด
tr: İndirilen güncellemeleri yükler ve Zshell’i otomatik yeniden başlatır. Çalışan terminal işlemleri durur.
vi: Cài bản cập nhật đã tải và tự động khởi động lại Zshell. Các tiến trình terminal đang chạy sẽ dừng.
zh_hans: 自动安装已下载的更新并重启 Zshell。正在运行的终端进程会停止。
zh_hant: 自動安裝已下載的更新並重啟 Zshell。正在執行的終端機程序會停止。

source: Update Available
ar: يوجد تحديث
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
id: Pembaruan Tersedia
it: Aggiornamento disponibile
ja: アップデートがあります
ko: 업데이트 발견
nl: Update beschikbaar
pt_br: Atualização disponível
ru: Есть обновление
th: มีอัปเดต
tr: Güncelleme Var
vi: Đã Có Bản Cập Nhật
zh_hans: 有可用更新
zh_hant: 有可用更新

source: Update available: %@
ar: يتوفر تحديث: %@
de: Update verfügbar: %@
es: Actualización disponible: %@
fr: Mise à jour disponible : %@
id: Pembaruan tersedia: %@
it: Aggiornamento disponibile: %@
ja: アップデートがあります：%@
ko: 업데이트 사용 가능: %@
nl: Update beschikbaar: %@
pt_br: Atualização disponível: %@
ru: Доступно обновление: %@
th: มีการอัปเดต: %@
tr: Güncelleme var: %@
vi: Có bản cập nhật: %@
zh_hans: 有可用更新：%@
zh_hant: 有可用更新：%@

source: Updating Zshell
ar: جارٍ تحديث Zshell
de: Zshell wird aktualisiert
es: Actualizando Zshell
fr: Mise à jour de Zshell
id: Memperbarui Zshell
it: Aggiornamento di Zshell
ja: Zshell をアップデート中
ko: Zshell 업데이트 중
nl: Zshell bijwerken
pt_br: Atualizando o Zshell
ru: Обновление Zshell
th: กำลังอัปเดต Zshell
tr: Zshell Güncelleniyor
vi: Đang cập nhật Zshell
zh_hans: 正在更新 Zshell
zh_hant: 正在更新 Zshell

source: The update is being downloaded and verified in the background. Zshell will restart automatically when it is ready.
ar: يجري تنزيل التحديث والتحقق منه في الخلفية. سيُعاد تشغيل Zshell تلقائيًا عند جاهزيته.
de: Das Update wird im Hintergrund geladen und geprüft. Zshell startet automatisch neu, sobald es bereit ist.
es: La actualización se descarga y verifica en segundo plano. Zshell se reiniciará automáticamente cuando esté lista.
fr: La mise à jour est téléchargée et vérifiée en arrière-plan. Zshell redémarrera automatiquement dès qu'elle sera prête.
id: Pembaruan sedang diunduh dan diverifikasi di latar belakang. Zshell akan dimulai ulang otomatis setelah siap.
it: L'aggiornamento viene scaricato e verificato in background. Zshell si riavvierà automaticamente quando sarà pronto.
ja: バックグラウンドでアップデートをダウンロードして検証しています。準備ができ次第、Zshell は自動的に再起動します。
ko: 백그라운드에서 업데이트를 다운로드하고 검증 중입니다. 준비가 되면 Zshell이 자동으로 재시작됩니다.
nl: De update wordt op de achtergrond gedownload en gecontroleerd. Zshell herstart automatisch zodra deze klaar is.
pt_br: A atualização está sendo baixada e verificada em segundo plano. O Zshell reiniciará automaticamente quando estiver pronta.
ru: Обновление загружается и проверяется в фоне. Zshell автоматически перезапустится, когда оно будет готово.
th: กำลังดาวน์โหลดและตรวจสอบการอัปเดตเบื้องหลัง Zshell จะเริ่มใหม่อัตโนมัติเมื่อพร้อม
tr: Güncelleme arka planda indiriliyor ve doğrulanıyor. Hazır olduğunda Zshell otomatik yeniden başlayacak.
vi: Bản cập nhật đang được tải và xác minh trong nền. Zshell sẽ tự động khởi động lại khi sẵn sàng.
zh_hans: 正在后台下载并验证更新。准备就绪后，Zshell 将自动重启。
zh_hant: 正在後台下載並驗證更新。準備就緒後，Zshell 將自動重啟。

source: Fast build system
ar: نظام بناء سريع
de: Schnelles Build-System
es: Sistema de compilación rápido
fr: Système de compilation rapide
id: Sistem build cepat
it: Sistema di build rapido
ja: 高速ビルドシステム
ko: 빠른 빌드 시스템
nl: Snel buildsysteem
pt_br: Sistema de compilação rápido
ru: Быстрая система сборки
th: ระบบบิลด์ที่รวดเร็ว
tr: Hızlı derleme sistemi
vi: Hệ thống dựng nhanh
zh_hans: 高速构建系统
zh_hant: 高速構建系統

source: Fast text search
ar: بحث سريع في النص
de: Schnelle Textsuche
es: Búsqueda rápida de texto
fr: Recherche de texte rapide
id: Pencarian teks cepat
it: Ricerca di testo rapida
ja: 高速テキスト検索
ko: 빠른 텍스트 검색
nl: Snel zoeken in tekst
pt_br: Busca rápida de texto
ru: Быстрый поиск по тексту
th: ค้นหาข้อความอย่างรวดเร็ว
tr: Hızlı metin arama
vi: Tìm văn bản nhanh
zh_hans: 快速文本搜索
zh_hant: 快速文字搜索

source: File downloads
ar: تنزيل الملفات
de: Dateidownloads
es: Descarga de archivos
fr: Téléchargement de fichiers
id: Unduhan file
it: Download di file
ja: ファイルダウンロードツール
ko: 파일 다운로드
nl: Bestanden downloaden
pt_br: Downloads de arquivos
ru: Загрузка файлов
th: ดาวน์โหลดไฟล์
tr: Dosya indirme
vi: Tải tệp
zh_hans: 文件下载工具
zh_hant: 檔案下載工具

source: Fuzzy finder
ar: بحث تقريبي
de: Fuzzy-Suche
es: Buscador difuso
fr: Recherche approximative
id: Pencari fuzzy
it: Ricerca fuzzy
ja: あいまい検索ツール
ko: 퍼지 검색 도구
nl: Fuzzy zoeken
pt_br: Busca aproximada
ru: Нечёткий поиск
th: ค้นหาแบบใกล้เคียง
tr: Bulanık arama aracı
vi: Công cụ tìm mờ
zh_hans: 模糊查找工具
zh_hant: 模糊查找工具

source: GNU build tool
ar: أداة بناء GNU
de: GNU-Build-Werkzeug
es: Herramienta de compilación GNU
fr: Outil de compilation GNU
id: Alat build GNU
it: Strumento di build GNU
ja: GNU ビルドツール
ko: GNU 빌드 도구
pt_br: Ferramenta de compilação GNU
ru: Инструмент сборки GNU
th: เครื่องมือบิลด์ GNU
tr: GNU derleme aracı
vi: Công cụ dựng GNU
zh_hans: GNU 构建工具
zh_hant: GNU 構建工具

source: GNU compiler collection
ar: مجموعة مصرّفات GNU
de: GNU-Compilersammlung
es: Colección de compiladores GNU
fr: Collection de compilateurs GNU
id: Koleksi kompiler GNU
it: Raccolta di compilatori GNU
ja: GNU コンパイラコレクション
ko: GNU 컴파일러 모음
nl: GNU-compilerverzameling
pt_br: Coleção de compiladores GNU
ru: Набор компиляторов GNU
th: ชุดคอมไพเลอร์ GNU
tr: GNU derleyici topluluğu
vi: Bộ biên dịch GNU
zh_hans: GNU 编译器套件
zh_hant: GNU 編譯器套件

source: Get Homebrew…
ar: الحصول على Homebrew…
de: Homebrew herunterladen…
es: Obtener Homebrew…
fr: Obtenir Homebrew…
id: Dapatkan Homebrew…
it: Ottieni Homebrew…
ja: Homebrew を入手…
ko: Homebrew 받기…
nl: Homebrew ophalen…
pt_br: Obter Homebrew…
ru: Получить Homebrew…
th: รับ Homebrew…
tr: Homebrew Edin…
vi: Tải Homebrew…
zh_hans: 获取 Homebrew…
zh_hant: 獲取 Homebrew…

source: Git diff highlighting
ar: إبراز فروق Git
de: Git-Diffs hervorheben
es: Resaltado de diferencias de Git
fr: Coloration des différences Git
id: Penyorotan diff Git
it: Evidenziazione delle differenze Git
ja: Git 差分のハイライト
ko: Git 차이 강조
nl: Git-verschillen markeren
pt_br: Destaque de diferenças do Git
ru: Подсветка различий Git
th: เน้นความต่างของ Git
tr: Git fark vurgulama
vi: Làm nổi khác biệt Git
zh_hans: Git 差异高亮
zh_hant: Git 差異高亮

source: GitHub command-line management
ar: إدارة GitHub من سطر الأوامر
de: GitHub-Verwaltung per Befehlszeile
es: Gestión de GitHub por línea de comandos
fr: Gestion de GitHub en ligne de commande
id: Manajemen GitHub lewat baris perintah
it: Gestione di GitHub da riga di comando
ja: コマンドラインで GitHub を管理
ko: GitHub 명령줄 관리
nl: GitHub-beheer via opdrachtregel
pt_br: Gerenciamento do GitHub pela linha de comando
ru: Управление GitHub из командной строки
th: จัดการ GitHub ผ่านบรรทัดคำสั่ง
tr: GitHub komut satırı yönetimi
vi: Quản lý GitHub bằng dòng lệnh
zh_hans: GitHub 命令行管理
zh_hant: GitHub 命令行管理

source: Go development toolchain
ar: سلسلة أدوات تطوير Go
de: Go-Entwicklungswerkzeuge
es: Herramientas de desarrollo de Go
fr: Outils de développement Go
id: Rantai alat pengembangan Go
it: Strumenti di sviluppo Go
ja: Go 開発ツールチェーン
ko: Go 개발 도구 모음
nl: Go-ontwikkeltools
pt_br: Ferramentas de desenvolvimento Go
ru: Инструменты разработки Go
th: ชุดเครื่องมือพัฒนา Go
tr: Go geliştirme araç zinciri
vi: Bộ công cụ phát triển Go
zh_hans: Go 开发工具链
zh_hant: Go 開發工具鏈

source: Homebrew did not report an installed version. Refresh and try again.
ar: لم يُبلغ Homebrew عن إصدار مثبّت. حدّث وحاول مجددًا.
de: Homebrew hat keine installierte Version gemeldet. Aktualisiere und versuche es erneut.
es: Homebrew no indicó una versión instalada. Actualiza e inténtalo de nuevo.
fr: Homebrew n'a pas indiqué de version installée. Actualisez et réessayez.
id: Homebrew tidak melaporkan versi terinstal. Segarkan dan coba lagi.
it: Homebrew non ha indicato una versione installata. Aggiorna e riprova.
ja: Homebrew からインストール済みのバージョンを取得できませんでした。更新して再試行してください。
ko: Homebrew가 설치된 버전을 보고하지 않았습니다. 새로 고친 후 다시 시도하세요.
nl: Homebrew heeft geen geïnstalleerde versie gemeld. Ververs en probeer het opnieuw.
pt_br: O Homebrew não informou uma versão instalada. Atualize e tente novamente.
ru: Homebrew не сообщил установленную версию. Обновите и повторите попытку.
th: Homebrew ไม่รายงานเวอร์ชันที่ติดตั้ง รีเฟรชแล้วลองอีกครั้ง
tr: Homebrew yüklü sürümü bildirmedi. Yenileyip tekrar deneyin.
vi: Homebrew không báo phiên bản đã cài. Làm mới rồi thử lại.
zh_hans: Homebrew 未返回已安装版本。请刷新后重试。
zh_hant: Homebrew 未返回已安裝版本。請刷新後重試。

source: Homebrew failed: %@
ar: فشل Homebrew: %@
de: Homebrew ist fehlgeschlagen: %@
es: Homebrew falló: %@
fr: Homebrew a échoué : %@
id: Homebrew gagal: %@
it: Homebrew non è riuscito: %@
ja: Homebrew の操作に失敗しました：%@
ko: Homebrew 실패: %@
nl: Homebrew is mislukt: %@
pt_br: O Homebrew falhou: %@
ru: Ошибка Homebrew: %@
th: Homebrew ล้มเหลว: %@
tr: Homebrew başarısız oldu: %@
vi: Homebrew thất bại: %@
zh_hans: Homebrew 操作失败：%@
zh_hant: Homebrew 操作失敗：%@

source: Homebrew timed out. Refresh and try again.
ar: انتهت مهلة Homebrew. حدّث وحاول مجددًا.
de: Zeitüberschreitung bei Homebrew. Aktualisiere und versuche es erneut.
es: Homebrew agotó el tiempo de espera. Actualiza e inténtalo de nuevo.
fr: Homebrew a expiré. Actualisez et réessayez.
id: Homebrew kehabisan waktu. Segarkan dan coba lagi.
it: Homebrew ha superato il tempo limite. Aggiorna e riprova.
ja: Homebrew がタイムアウトしました。更新して再試行してください。
ko: Homebrew 시간이 초과되었습니다. 새로 고친 후 다시 시도하세요.
nl: Homebrew heeft de tijdslimiet overschreden. Ververs en probeer het opnieuw.
pt_br: O Homebrew excedeu o tempo limite. Atualize e tente novamente.
ru: Превышено время ожидания Homebrew. Обновите и повторите попытку.
th: Homebrew หมดเวลา รีเฟรชแล้วลองอีกครั้ง
tr: Homebrew zaman aşımına uğradı. Yenileyip tekrar deneyin.
vi: Homebrew hết thời gian chờ. Làm mới rồi thử lại.
zh_hans: Homebrew 操作超时。请刷新后重试。
zh_hant: Homebrew 操作超時。請刷新後重試。

source: In the Zshell terminal, run zshell followed by the exact entry name. Quote names containing spaces, for example: zshell "My Command".
ar: في طرفية Zshell، شغّل zshell متبوعًا باسم العنصر المطابق تمامًا. ضع الأسماء التي تحتوي على مسافات بين علامتي اقتباس، مثل: zshell "My Command".
de: Führe im Zshell-Terminal zshell gefolgt vom genauen Eintragsnamen aus. Setze Namen mit Leerzeichen in Anführungszeichen, zum Beispiel: zshell "My Command".
es: En el terminal Zshell, ejecuta zshell seguido del nombre exacto de la entrada. Pon entre comillas los nombres con espacios, por ejemplo: zshell "My Command".
fr: Dans le terminal Zshell, exécutez zshell suivi du nom exact de l'entrée. Mettez les noms contenant des espaces entre guillemets, par exemple : zshell "My Command".
id: Di terminal Zshell, jalankan zshell diikuti nama entri yang persis. Apit nama yang mengandung spasi dengan tanda kutip, misalnya: zshell "My Command".
it: Nel terminale Zshell, esegui zshell seguito dal nome esatto della voce. Racchiudi tra virgolette i nomi con spazi, ad esempio: zshell "My Command".
ja: Zshell ターミナルで zshell に続けて項目の正確な名前を入力すると実行できます。空白を含む名前は引用符で囲みます（例: zshell "My Command"）。
ko: Zshell 터미널에서 zshell 뒤에 정확한 항목 이름을 입력하여 실행하세요. 공백이 있는 이름은 따옴표로 감싸세요. 예: zshell "My Command".
nl: Voer in de Zshell-terminal zshell uit, gevolgd door de exacte itemnaam. Zet namen met spaties tussen aanhalingstekens, bijvoorbeeld: zshell "My Command".
pt_br: No terminal Zshell, execute zshell seguido do nome exato da entrada. Coloque nomes com espaços entre aspas, por exemplo: zshell "My Command".
ru: В терминале Zshell выполните zshell с точным именем элемента. Имена с пробелами заключайте в кавычки, например: zshell "My Command".
th: ในเทอร์มินัล Zshell เรียกใช้ zshell ตามด้วยชื่อรายการที่ตรงกันทุกตัว ใส่เครื่องหมายคำพูดรอบชื่อที่มีช่องว่าง เช่น zshell "My Command"
tr: Zshell terminalinde zshell komutunu tam kayıt adıyla çalıştırın. Boşluk içeren adları tırnak içine alın, örneğin: zshell "My Command".
vi: Trong terminal Zshell, chạy zshell kèm tên mục chính xác. Đặt tên có khoảng trắng trong dấu ngoặc kép, ví dụ: zshell "My Command".
zh_hans: 在 Zshell 终端中输入 zshell 和完整的条目名称即可运行。名称含空格时请加引号，例如：zshell "我的命令"。
zh_hant: 在 Zshell 終端機中輸入 zshell 和完整的項目名稱即可執行。名稱含空格時請加引號，例如：zshell "我的命令"。

source: Install
ar: تثبيت
de: Installieren
es: Instalar
fr: Installer
id: Instal
it: Installa
ja: インストール
ko: 설치
nl: Installeer
pt_br: Instalar
ru: Установить
th: ติดตั้ง
tr: Yükle
vi: Cài đặt
zh_hans: 安装
zh_hant: 安裝

source: Install Homebrew to manage recommended tools.
ar: ثبّت Homebrew لإدارة الأدوات الموصى بها.
de: Installiere Homebrew, um empfohlene Werkzeuge zu verwalten.
es: Instala Homebrew para gestionar las herramientas recomendadas.
fr: Installez Homebrew pour gérer les outils recommandés.
id: Instal Homebrew untuk mengelola alat yang direkomendasikan.
it: Installa Homebrew per gestire gli strumenti consigliati.
ja: おすすめツールを管理するには Homebrew をインストールしてください。
ko: 추천 도구를 관리하려면 Homebrew를 설치하세요.
nl: Installeer Homebrew om aanbevolen tools te beheren.
pt_br: Instale o Homebrew para gerenciar as ferramentas recomendadas.
ru: Установите Homebrew для управления рекомендованными инструментами.
th: ติดตั้ง Homebrew เพื่อจัดการเครื่องมือแนะนำ
tr: Önerilen araçları yönetmek için Homebrew yükleyin.
vi: Cài Homebrew để quản lý công cụ được đề xuất.
zh_hans: 请先安装 Homebrew，再管理推荐工具。
zh_hant: 請先安裝 Homebrew，再管理推薦工具。

source: Install Homebrew, then click Refresh to enable one-click installation.
ar: ثبّت Homebrew، ثم انقر على «تحديث» لتمكين التثبيت بنقرة واحدة.
de: Installiere Homebrew und klicke dann auf „Aktualisieren“, um die Ein-Klick-Installation zu aktivieren.
es: Instala Homebrew y luego pulsa Actualizar para activar la instalación con un clic.
fr: Installez Homebrew, puis cliquez sur Actualiser pour activer l'installation en un clic.
id: Instal Homebrew, lalu klik Segarkan untuk mengaktifkan instalasi sekali klik.
it: Installa Homebrew, poi fai clic su Aggiorna per abilitare l'installazione con un clic.
ja: Homebrew をインストールしてから「更新」をクリックすると、ワンクリックでツールをインストールできます。
ko: Homebrew를 설치한 후 새로 고침을 클릭하면 원클릭 설치가 활성화됩니다.
nl: Installeer Homebrew en klik op Ververs om installatie met één klik in te schakelen.
pt_br: Instale o Homebrew e clique em Atualizar para ativar a instalação com um clique.
ru: Установите Homebrew, затем нажмите «Обновить», чтобы включить установку одним нажатием.
th: ติดตั้ง Homebrew แล้วคลิกรีเฟรชเพื่อเปิดใช้การติดตั้งในคลิกเดียว
tr: Tek tıklamayla yüklemeyi etkinleştirmek için Homebrew yükleyip Yenile’ye tıklayın.
vi: Cài Homebrew rồi nhấp Làm mới để bật cài đặt một nhấp.
zh_hans: 安装 Homebrew 后点击“刷新”，即可一键安装工具。
zh_hant: 安裝 Homebrew 後點擊“刷新”，即可一鍵安裝工具。

source: Install Missing
ar: تثبيت الأدوات الناقصة
de: Fehlende installieren
es: Instalar los que faltan
fr: Installer les outils manquants
id: Instal yang Belum Ada
it: Installa mancanti
ja: 未インストールを一括導入
ko: 누락된 도구 설치
nl: Ontbrekende installeren
pt_br: Instalar ausentes
ru: Установить отсутствующие
th: ติดตั้งที่ขาด
tr: Eksikleri Yükle
vi: Cài công cụ còn thiếu
zh_hans: 安装未安装项
zh_hant: 安裝未安裝項
